{
  "name": "",
  "url": "https://en.wikipedia.org/wiki/Resolution_Guyot",
  "content": {
    "text": "Coordinates: .mw-parser-output .geo-default,.mw-parser-output .geo-dms,.mw-parser-output .geo-dec{display:inline}.mw-parser-output .geo-nondefault,.mw-parser-output .geo-multi-punct{display:none}.mw-parser-output .longitude,.mw-parser-output .latitude{white-space:nowrap}21°15′0″N174°20′0″E&#xfeff; / &#xfeff;21.25000°N 174.33333°E&#xfeff; / 21.25000; 174.33333Resolution Guyot (formerly known as Huevo) is a guyot (tablemount) in the underwater Mid-Pacific Mountains in the Pacific Ocean. It is a circular flat mountain, rising 500 metres (1,600&#160;ft) above the seafloor to a depth of about 1,320 metres (4,330&#160;ft), with a 35 kilometres (22&#160;mi) wide summit platform. The Mid-Pacific Mountains lie west of Hawaii and northeast of the Marshall Islands, but at the time of its formation, the guyot was located in the Southern Hemisphere.\nThe guyot was probably formed by a hotspot in today's French Polynesia before plate tectonics shifted it to its present-day location. The Easter, Marquesas, Pitcairn and Society hotspots, among others, may have been involved in the formation of Resolution Guyot. Volcanic activity has been dated to have occurred 107–129 million years ago and formed a volcanic island that was subsequently flattened by erosion. Carbonate deposition commenced, forming an atoll-like structure and a carbonate platform.\nThe platform emerged above sea level at some time between the Albian and Turonian ages before eventually drowning for reasons unknown between the Albian and the Maastrichtian. Thermal subsidence lowered the drowned seamount to its present depth. After a hiatus, sedimentation commenced on the seamount and led to the deposition of manganese crusts and pelagic sediments, some of which were later modified by phosphate.\nResolution Guyot was informally known as Huevo Guyot&#91;2&#93; before it was renamed after the drilling ship JOIDES Resolution&#91;3&#93; during Leg 143 of the Ocean Drilling Program&#91;a&#93;&#91;2&#93; in 1992.&#91;5&#93; During that Leg,&#91;2&#93;JOIDES Resolution took drill cores from Resolution Guyot&#91;6&#93; called 866A, 867A and 867B; 866A was drilled on its summit, 867B (and the unsuccessful drilling attempt 867A) on its platform margin, and 868A on a terrace outside of the platform.&#91;2&#93;Resolution Guyot is part of the western Mid-Pacific Mountains, located west of Hawaii, north-northeast of the Marshall Islands.&#91;7&#93; Unlike conventional Pacific Ocean island chains,&#91;8&#93; the Mid-Pacific Mountains are a group of oceanic plateaus with guyots&#91;9&#93; (also known as tablemounts)&#91;10&#93;) that become progressively younger towards the east.&#91;11&#93; Other guyots in the Mid-Pacific Mountains are Sio South, Darwin, Thomas, Heezen, Allen, Caprina, Jacqueline and Allison.&#91;12&#93;The seamount is about 500 metres (1,600&#160;ft) high and rises from a raised seafloor&#91;1&#93; to a depth of about 1,320 metres (4,330&#160;ft).&#91;13&#93; At a depth of 1,300–1,400 metres (4,300–4,600&#160;ft)&#91;14&#93; it is capped off by a 25 by 35 kilometres (16&#160;mi ×&#160;22&#160;mi) wide&#91;15&#93; rather flat&#91;14&#93; and roughly circular summit platform&#91;16&#93; with a 25 metres (82&#160;ft) high rim&#91;6&#93; and a moat inside of this rim.&#91;17&#93; At the margin of the platform, structures interpreted as sea cliffs or wave cut terraces have been found;&#91;2&#93; at one site there is a terrace about 200 metres (660&#160;ft) wide, surmounted by a 25 metres (82&#160;ft) high cliff.&#91;18&#93; Pinnacles and depressions dot the surface platform. The surface of the platform consists of limestone that is partially covered by pelagic sediments;&#91;17&#93; underwater cameras have shown the presence of rock slabs covered by ferromanganese crusts.&#91;b&#93;&#91;2&#93;The guyot rises from a seafloor of Jurassic age&#91;11&#93; (201.3 ± 0.2 – ca. 145 million years ago&#91;21&#93;) that might be as much as 154 million years old.&#91;9&#93; Terrestrial organic material on the seafloor around Resolution Guyot originated from when it was still an island,&#91;22&#93; and carbonate sediments swept away from the guyot ended up on the surrounding seafloor.&#91;23&#93;&#91;24&#93;The Pacific Oceanseafloor contains many guyots formed during the Mesozoic age (251.902 ± 0.3 – 66 million years ago&#91;21&#93;) in unusually shallow seas.&#91;12&#93; These submarine mountains are characterized by a flat top and usually the presence of carbonate platforms that rose above the sea surface during the middle Cretaceous (ca. 145 – 66 million years ago&#91;21&#93;).&#91;25&#93; While there are some differences to present-day reef systems,&#91;26&#93;&#91;27&#93; many of these seamounts were formerly atolls, which still exist. These structures formed as volcanoes in the Mesozoic ocean. Fringing reefs may have developed on the volcanoes, which then became barrier reefs as the volcano subsided and turned into an atoll,&#91;28&#93; and which surround a lagoon or a tidal flat.&#91;29&#93; The crust underneath these seamounts tends to subside as it cools, and thus the islands and seamounts sink.&#91;30&#93; Continued subsidence balanced by upward growth of the reefs led to the formation of thick carbonate platforms.&#91;31&#93; Sometimes volcanic activity continued even after the formation of the atoll or atoll-like structure, and during episodes where the platforms rose above sea level erosional features such as channels and blue holes&#91;c&#93; developed.&#91;33&#93;the pacific oceanseafloor contains many guyots formed during the mesozoic age (251.902 ± 0.3 – 66 million years ago&#91;21&#93;) in unusually shallow seas.&#91;12&#93; these submarine mountains are characterized by a flat top and usually the presence of carbonate platforms that rose above the sea surface during the middle cretaceous (ca. 145 – 66 million years ago&#91;21&#93;).&#91;25&#93; while there are some differences to present-day reef systems,&#91;26&#93;&#91;27&#93; many of these seamounts were formerly atolls, which still exist. these structures formed as volcanoes in the mesozoic ocean. fringing reefs may have developed on the volcanoes, which then became barrier reefs as the volcano subsided and turned into an atoll,&#91;28&#93; and which surround a lagoon or a tidal flat.&#91;29&#93; the crust underneath these seamounts tends to subside as it cools, and thus the islands and seamounts sink.&#91;30&#93; continued subsidence balanced by upward growth of the reefs led to the formation of thick carbonate platforms.&#91;31&#93; sometimes volcanic activity continued even after the formation of the atoll or atoll-like structure, and during episodes where the platforms rose above sea level erosional features such as channels and blue holes&#91;c&#93; developed.&#91;33&#93;The formation of many seamounts has been explained by the hotspot theory, which suggests that the chains of volcanoes become progressively older along the length of the chain,&#91;34&#93; with an erupting volcano only at one end of the system. Resolution lies on a volcano on the lithosphere heated from below; as the plate shifts it is moved away from the heat source and volcanic activity ceases, producing a chain of volcanoes that get progressively older away from those currently active.&#91;35&#93; Potential hotspots involved in the formation of Resolution Guyot are the Easter, Marquesas, Society&#91;9&#93; and in some plate reconstructions the Pitcairn hotspots&#91;36&#93; although not all point at a presently active hotspot.&#91;16&#93; More than one hotspot may have influenced the growth of Resolution Guyot, and it and Allison Guyot may have been formed by the same hotspot(s).&#91;37&#93; The entire Mid-Pacific Mountains may be the product of such a hotspot.&#91;8&#93;Rocks found at Resolution Guyot include basalt of the volcano and carbonates deposited in shallow-water conditions on the volcano.&#91;38&#93; Minerals found in the basalt are alkali feldspar, clinopyroxenefeldspar, ilmenite, magnetite, olivine, plagioclase, spinel and titanomagnetite; the olivine, plagioclase and pyroxenes form phenocrysts. Alteration has produced analcime, ankerite, calcite, clay, hematite, iddingsite, pyrite, quartz, saponite, serpentine and zeolite.&#91;39&#93;&#91;40&#93; The basalts represent an alkalineintraplate suite,&#91;41&#93; earlier trachybasalts&#91;42&#93; containing biotite have been recovered as well.&#91;43&#93;The carbonates occur in the form of boundstone,&#91;44&#93;carbonate hardgrounds,&#91;45&#93;floatstone,&#91;46&#93;grainstone, grapestone,&#91;45&#93;oncoids, ooliths, packstone, peloids,&#91;47&#93;rudstones, spherulites,&#91;48&#93; and wackestones. Alteration has formed calcite, dolomite,&#91;49&#93; quartz through silicification and vugs.&#91;50&#93; Dolomite alteration is particularly widespread in modern atolls and several processes have been invoked to explain it, such as geothermally driven convection of seawater.&#91;51&#93; Dissolved fossils&#91;14&#93; and traces of animal burrows are found in some rock sequences&#91;52&#93; with bioturbation traces widespread.&#91;45&#93;Barite needles,&#91;50&#93;calcretes,&#91;53&#93;cementation forms&#91;d&#93; that developed under the influence of freshwater,&#91;45&#93;desiccation cracks&#91;14&#93; and ferromanganese occurrences as dendrites have also been found.&#91;55&#93;Organic materials&#91;e&#93; found in rock samples from Resolution Guyot&#91;56&#93; appear to be mainly of marine origin.&#91;58&#93; Some of the organic matter comes from microbial mats and vegetated islands,&#91;59&#93; including wood&#91;60&#93; and plant remains.&#91;14&#93;Clays found on Resolution Guyot are characterized as chlorite, glauconite, hydromica,&#91;61&#93;illite,&#91;62&#93;kaolinite, saponite and smectite.&#91;39&#93;Claystones have also been found.&#91;62&#93; Most clays have been found in the lower carbonate sequence, while the upper parts mostly lack clay deposits.&#91;53&#93; Some of the clays may originate from younger volcanoes east of Resolution Guyot.&#91;63&#93;Apatite formed through phosphate modification of exposed rocks underwater.&#91;64&#93; Other minerals include anhydrite,&#91;65&#93;celestite, goethite,&#91;62&#93;gypsum,&#91;65&#93;limonite&#91;50&#93; and pyrite which is also present in the carbonates.&#91;66&#93; Finally, mudstones have been found.&#91;48&#93;Although radiometric dating has been carried out on volcanic rocks from Resolution Guyot, the basalts are heavily altered and the dates are thus uncertain. Potassium-argon dating yields ages of 107–125 million years ago while argon-argon dating indicates ages of 120–129 million years ago.&#91;1&#93;Magnetization data indicate that it was formed in the Southern Hemisphere.&#91;68&#93;Eruptions in the area built a pile of volcanic rocks, including stacks of lava flows, each of which is about 10 metres (33&#160;ft) thick, but there are also breccias,&#91;f&#93;intrusions and sills.&#91;1&#93; The lava flows appear to have been formed years apart from each other.&#91;70&#93; Resolution Guyot was also hydrothermally active.&#91;1&#93; This volcanic activity over 1–2 million years generated a volcanic island.&#91;71&#93; Volcanic activity took place in a tropical or subtropical environment and between eruptions weathering, soil formation and potentially mass wasting generated layers of clay, rock debris and alteration products&#91;1&#93; such as laterite.&#91;72&#93; Erosion eventually flattened the volcanic island to form a platform.&#91;6&#93; It is possible that magmatic intrusions (sills) formed later in the history of Resolution Guyot.&#91;73&#93;Between the Hauterivian (ca. 132.9 – ca. 129.4 million years ago&#91;21&#93;) and Albian (ca. 113 – 100.5 million years ago&#91;21&#93;), about 1,619 metres (5,312&#160;ft) of carbonate was deposited on the volcanic structure,&#91;47&#93; eventually completely burying it during the Albian.&#91;74&#93; About 14 individual sequences of carbonates have been identified in drill cores.&#91;75&#93; The carbonate sedimentation probably began in the form of shoals surrounding a volcanic island&#91;76&#93; and lasted for about 35 million years,&#91;77&#93; accompanied by perhaps 0.046 millimetres per year (0.0018&#160;in/year) of subsidence.&#91;78&#93; It is likely that the present-day carbonate platform contains only a fraction of the originally deposited carbonate, most of the carbonate having disappeared.&#91;79&#93; During this time, Resolution Guyot underwent little latitudinal plate motion; from the magnetization it appears that it was stably located at about 13° southern latitude between the Hauterivian and Aptian.&#91;80&#93;Its carbonate platform cannot be reconstructed as only small parts have been studied, but some conclusions can be made.&#91;78&#93; The Resolution platform was surrounded by barrier islands but featured only a few reefs;&#91;11&#93; unlike present-day atolls which were rimmed by reefs Cretaceous platforms were rimmed by sand shoals&#91;81&#93; and on Resolution Guyot drill cores into the rim have only found sediment accumulations and no reefs.&#91;82&#93;&#91;83&#93; Analysis of the carbonate layers has identified that several environments existed on the platform, including swashbeaches, lagoons, marshes, mudflats,&#91;84&#93;sabkhas,&#91;85&#93;sand bars and washover fans from storms;&#91;52&#93;&#91;78&#93; at times there were also open-marine conditions.&#91;85&#93; Some environments on Resolution Guyot were hypersaline at times,&#91;65&#93; probably implying that they had only limited water exchange with the surrounding ocean.&#91;74&#93; Islands formed from sand bars, resembling those of the Bahama Banks.&#91;86&#93;  Records from Hole 866A indicate that settings at a given site were not stable over longer time periods.&#91;60&#93;its carbonate platform cannot be reconstructed as only small parts have been studied, but some conclusions can be made.&#91;78&#93; the resolution platform was surrounded by barrier islands but featured only a few reefs;&#91;11&#93; unlike present-day atolls which were rimmed by reefs cretaceous platforms were rimmed by sand shoals&#91;81&#93; and on resolution guyot drill cores into the rim have only found sediment accumulations and no reefs.&#91;82&#93;&#91;83&#93; analysis of the carbonate layers has identified that several environments existed on the platform, including swashbeaches, lagoons, marshes, mudflats,&#91;84&#93;sabkhas,&#91;85&#93;sand bars and washover fans from storms;&#91;52&#93;&#91;78&#93; at times there were also open-marine conditions.&#91;85&#93; some environments on resolution guyot were hypersaline at times,&#91;65&#93; probably implying that they had only limited water exchange with the surrounding ocean.&#91;74&#93; islands formed from sand bars, resembling those of the bahama banks.&#91;86&#93;  records from hole 866a indicate that settings at a given site were not stable over longer time periods.&#91;60&#93;The Cretaceous Apulian Carbonate Platform in Italy and the Urgonian Formation in France have been compared to the Resolution Guyot carbonates. All these platforms were located in Tethyan seas&#91;87&#93; and several formations in these three carbonate environments are correlated;&#91;88&#93; for example, the fauna identified on Resolution Guyot resembles that from other Northern Hemisphere platforms.&#91;89&#93; Analogies also exist to platforms in Venezuela.&#91;88&#93;A beach and shallow water, Cook IslandsSpaceborne image of mudflats and tidal channels on present-day Long Island, Bahamas; the former morphology of Resolution Guyot has been compared to that of the present-day Bahamas.\nVegetated island on SuwarrowWater temperatures in the early Aptian (ca. 125 – ca. 113 million years ago&#91;21&#93;) are inferred to have been 30–32&#160;°C (86–90&#160;°F).&#91;90&#93; The platform was exposed to southeasterly trade winds which left its northern side sheltered from waves, except from storm-generated ones.&#91;91&#93; These waves, wind and tidal currents acted to shift sediments around on the platform.&#91;86&#93; Storms formed beaches on the platform,&#91;11&#93; although the interior parts of the platform were effectively protected by the surrounding shoals from storm influence.&#91;83&#93; Some patterns in the sedimentation indicate a seasonal climate.&#91;92&#93; When the climate was arid, gypsum deposition took place.&#91;65&#93;Through the history of the platform sea level variations led to changes in the accumulating carbonate sediments,&#91;77&#93; with typical facies and sequences forming in the carbonate layers.&#91;93&#93; The Selli event, an oceanic anoxic event, is recorded at Resolution Guyot&#91;94&#93; as is the Faraoni event.&#91;95&#93; The Selli event left a black shale layer and may have caused a temporary interruption in carbonate accumulation before the platform recovered.&#91;96&#93; During the Albian-Aptian some carbonates became dolomites.&#91;97&#93;Life on Resolution Guyot included algae – both green and red algae&#91;52&#93; and species forming microbial mats –,&#91;98&#93;bivalves&#91;52&#93; including rudists,&#91;99&#93;bryozoans, corals, echinoderms, echinoids, foraminifera, gastropods, ostracods,&#91;100&#93;oysters, serpulid worms,&#91;45&#93;sponges&#91;47&#93; and stromatoliths.&#91;85&#93;Fossils of animals have been found in the drill cores.&#91;47&#93; Rudists and sponges have been identified as bioherm builders;&#91;78&#93; rudist families found on Resolution include Caprinidae&#91;101&#93; of the genus Caprina,&#91;102&#93;Coalcomaninae,&#91;103&#93;Monopleuridae&#91;104&#93; and Requieniidae.&#91;105&#93; Well developed microbial mats grew in some places.&#91;106&#93;&#91;107&#93;Plant remnants have been found in the carbonate sediments,&#91;65&#93; probably reflecting the existence of vegetation-covered islands on the platform.&#91;85&#93; Vegetation probably occurred in swamps and marshes as well.&#91;66&#93;During the Albian to Turonian (93.9 – 89.8 ± 0.3 million years ago&#91;21&#93;),&#91;108&#93; the carbonate platform rose above the sea by about 100 metres (330&#160;ft)&#91;109&#93;–160 metres (520&#160;ft). This uplift episode at Resolution Guyot is part of an episode of more general tectonic changes in the Pacific Ocean, with a general uplift of the ocean floor and tectonic stress changes at the ocean margins. This tectonic event has been explained by a major change in mantle convection in the middle Cretaceous pushing the ocean floor upward and sideward.&#91;110&#93;When Resolution Guyot rose above sea level, karst processes began to impact the platform.&#91;111&#93; The platform became irregular&#91;112&#93; and part of it was eroded away;&#91;109&#93;calcrete crusts,&#91;113&#93; carbonate pinnacles,&#91;18&#93; cavities, caverns containing speleothems and sinkholes formed&#91;114&#93; and exist to this day.&#91;113&#93; At this stage, Resolution Guyot would have resembled a makatea&#91;g&#93; island.&#91;114&#93; This karstic episode did not last for long, perhaps several hundred thousand years,&#91;116&#93; but structures left by the karstic phase such as sinkholes and carbonate pinnacles can still be seen on the surface platform of Resolution Guyot.&#91;18&#93; During periods of emergence, freshwater flowed through and modified the carbonates.&#91;117&#93;Resolution Guyot drowned either about 99 ± 2 million years ago&#91;118&#93; or during the Maastrichtian (72.1 ± 0.2 to 66 million years ago&#91;21&#93;),&#91;47&#93; although a hiatus in shallow carbonate deposition appears to date back to the Albian&#91;112&#93;&#91;119&#93; that may reflect a long pause in deposition or increased erosion.&#91;112&#93; The end Albian period was characterized by widespread cessation of carbonate sedimentation across the western Pacific.&#91;120&#93;&#91;108&#93; It is possible that carbonate sedimentation later continued until Campanian (83.6 ± 0.2 – 72.1 ± 0.2 million years ago&#91;21&#93;)-Maastrichtian times.&#91;71&#93; The platform was certainly submerged by Pliocene (5.333 – 2.58 million years ago&#91;21&#93;) times.&#91;11&#93;Other carbonate platforms in the Pacific drowned especially at the end of the Albian,&#91;121&#93; for unknown reasons;&#91;122&#93; among the proposed mechanisms are overly nutrient rich or turbid waters, the disappearance of reef-forming species and a subsequent failure of them to return, and overly fast sea level rise.&#91;18&#93; Resolution Guyot was never far enough south to end up beyond the Darwin point at which carbonate deposition stops.&#91;8&#93; The Resolution Guyot platform rose above sea level before the drowning, and there is no indication that carbonate deposition recommenced when the platform subsided;&#91;123&#93; similarly other Mid-Pacific Mountains emerged before drowning.&#91;92&#93; There is disagreement about whether Resolution Guyot was close enough to the equator and nutrient rich equatorial waters to drown at the time when carbonate sedimentation ceased.&#91;124&#93;&#91;125&#93;other carbonate platforms in the pacific drowned especially at the end of the albian,&#91;121&#93; for unknown reasons;&#91;122&#93; among the proposed mechanisms are overly nutrient rich or turbid waters, the disappearance of reef-forming species and a subsequent failure of them to return, and overly fast sea level rise.&#91;18&#93; resolution guyot was never far enough south to end up beyond the darwin point at which carbonate deposition stops.&#91;8&#93; the resolution guyot platform rose above sea level before the drowning, and there is no indication that carbonate deposition recommenced when the platform subsided;&#91;123&#93; similarly other mid-pacific mountains emerged before drowning.&#91;92&#93; there is disagreement about whether resolution guyot was close enough to the equator and nutrient rich equatorial waters to drown at the time when carbonate sedimentation ceased.&#91;124&#93;&#91;125&#93;After the drowning, crusts formed by ferromanganese and by phosphate-modified rocks developed on exposed surfaces at Resolution Guyot.&#91;20&#93; Several different layers of phosphate modification have been observed during the Albian alone&#91;119&#93; and this process may have begun when the platform was still active; water within the rocks may have triggered phosphatization at this stage.&#91;126&#93; The ferromanganese deposition probably only began in the Turonian-Maastrichtian,&#91;71&#93; when the seamount had subsided to a sufficient depth.&#91;127&#93; Manganese-encrusted Cretaceous limestones have been found within the pelagic sediments.&#91;128&#93;As at other guyots in the Pacific Ocean&#91;129&#93;pelagic sedimentation commenced later; the foraminifera fossils indicate an age of Maastrichtian to Pliocene for such sediments.&#91;38&#93; These sediments reach thicknesses of 7.5 metres (25&#160;ft) in Hole 866B and consist of a Quaternary (last 2.58 million years&#91;21&#93;), a thin early Pleistocene (2.58 – 0.0117 million years ago&#91;21&#93;) and a thick Pliocene layer.&#91;130&#93; Some of the sediments take the form of pelagic limestones.&#91;19&#93; In Paleogene (66 to 23.03 million years ago&#91;21&#93;) sediments ostracods have been found.&#91;131&#93;Carbonates were dissolved and replaced by dolomite already during the Aptian and Albian. Around 24 million years ago at the Paleogene-Neogene (23.02 – 2.58 million years ago&#91;21&#93;) boundary, a second pulse of dolomite formation took place; perhaps sea level changes associated with global climate change triggered this second pulse.&#91;97&#93; The formation of the dolomites was probably aided by the fact that seawater can percolate through Resolution Guyot,&#91;48&#93; which may be responsible for the formation of fluid vent structures on the surface of the seamount.&#91;132&#93;"
  }
}